{
    "landmarks":[
    {
        "coordinate":[
            42.727425, 
            -73.678631
        ], 
        "photos":[
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "Academy Hall", 
        "desc": "Located at the corners of 15th Street and College Avenues, Academy Hall offers health and wellness, student financial services, academic counseling, and the Dean of Students Office under one roof.\n\nIt is home to the F.E. Gallagher Memorial Student Health Center, the Dean of Students Office, the Office of the First-Year Experience, the Archer Center for Student Leadership Development, and the offices of the Bursar, Financial Aid, and Registrar.\n\nThe Student Health Center offers comprehensive, nationally accredited physician directed program providing outpatient ambulatory health care. Services include medical, gynecology, and allergy clinics, a counseling center, and health education and wellness programs.\n\nThe Dean of Students Office encompasses Judicial Affairs, Greek Affairs, Minority Student Affairs, International Services for Students and Scholars, and Disability Services for Students."
    },
    {
        "coordinate":[
            42.73064179, 
            -73.67553949
        ], 
        "photos":[
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "Admissions", 
        "desc": "The Admissions Office is conveniently located across the street from the Student Union. Here you can attend one of the regular admissions information sessions and take a student-led campus tour."
    },
    {
        "coordinate": [
            42.73285234, 
            -73.67817342
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "Alumni House", 
        "desc": "This award-winning building opened its doors in 1989 and is named after Chairman of the Board of Trustees Samuel F. Heffner ’56.\n\nThe Heffner Alumni House is a spacious and comfortable facility that houses meeting rooms, dining facilities, a library, and formal and informal gathering areas.\n\nIt was conceived, designed, constructed, and financed by Rensselaer alumni."
    },
    {
        "coordinate": [
            42.72841146, 
            -73.67661238
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "Alumni Sports Center", 
        "desc": "The Alumni Sports & Recreation Center (AS&RC) houses the Robison Gymnasium, which has an indoor track; a physiotherapy room; basketball, volleyball, and tennis courts on a resilient surface and locker facilities.\n\nThis building also houses the offices of the Rensselaer Physical Education and Intercollegiate Athletics, and the Reserve Office Training Corps (ROTC)."
    },
    {
        "coordinate": [
            42.730165, 
            -73.68254542
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "Amos Eaton Hall", 
        "desc": "In 1926, the Board of Trustees recognized the need for a larger library and assembly hall. A resolution was made to name the proposed building in memory of Amos Eaton. The library was built to accommodate 160,000 volumes and 240 readers. The auditorium could accommodate up to 1400 people. The building, another Lawlor & Haase design, was opened in 1928.\n\nThe library remained in Eaton Hall until it was moved to the former St. Joseph's Chapel in 1960. Auditorium space was eventually converted to lab, classroom and office space. Amos Eaton Hall was renovated in 1965 and currently houses the Department of Mathematical Sciences."
    },
    {
        "coordinate": [
            42.72912865, 
            -73.67406964
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "Barton Hall", 
        "desc": "Barton was first opened in Fall 2000. It has three-person rooms with a mix of suite bathrooms and floor bathrooms.\n\nHalf of the rooms are arranged in pairs with a full bath between. The other rooms share a floor bath and are grouped to 7 to 8 rooms per floor. The building features floor lounges and several meeting rooms lowest floor's lounge spans three sections and is accessible by all students in the building. Laundry machines are also provided on that floor.\n\nStudents living in Barton are right at the center of campus activities, and have great access to a lot of opportunities to participate in student life. Commons, the Student Union, Ground Zero, and all the other dormitories on the hill are at most a few minute's walk away.Barton's main entrance is on the third floor and faces Commons Dining Hall. Parking is available on the corner of Sage and Burdett Avenues."
    },
    {
        "coordinate": [
            42.73213126, 
            -73.68087173
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "Blaw-Knox 1 & 2", 
        "desc": "The Blaw-Knox buildings, named for the fabricators of the sheet-iron structures, were moved to Rensselaer from a naval base in Davisville, R.I. They were among several surplus buildings acquired by the Institute to meet the needs of an expanded student population after World War II. The Blaw-Knox buildings were erected in 1949 and used as laboratory space for graduate and faculty research in several departments. Deep pits were dug into the bedrock within each structure. One pit housed a betatron machine and the other a pool of water shielding a bank of radio-active cobalt. Blaw-Knox currently houses Risk Management & Loss Prevention and Radiation & Nuclear Safety."
    },
    {
        "coordinate": [
            42.73115405, 
            -73.68588746
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "Blitman Commons", 
        "desc": "The Howard N. Blitman, P.E. ’50 Residence Commons expanded housing options for Rensselaer undergraduates — specifically sophomores, juniors, and seniors — while bringing approximately 300 students downtown to engage in the vibrant community of Troy. The new residence commons is situated at the bottom of the Rensselaer Approach, the century-old granite staircase that symbolizes the connection between the City of Troy and the Institute.\nBlitman Commons has 148 double rooms and an apartment for live-in professional staff and four rooms for resident assistants. A select number of rooms also meet the American with Disabilities Act (ADA) standards for accessible design. All of the rooms will have private bathrooms.\n\nOther building amenities include a newly renovated dining hall that is open for breakfast and dinner service Monday through Friday and brunch and dinner on Saturday and Sunday, a small fitness center, access controlled entrances, limited on-site parking, and conference and classroom meeting spaces."
    },
    {
        "coordinate": [
            42.72871489, 
            -73.67347956
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "Bray Hall", 
        "desc": "The Commons Area consists of ten residence halls surrounding the Commons building, the largest campus dining hall. Five of these - Bray, Cary, Crockett, Hall, and Nason - are all 3 story, co-ed buildings and house Freshmen. Most students live in double (two-person) rooms, with a few triple (three-person) and single (one-person) rooms available.\n\nBray Hall and Cary Hall were renovated during the 2002 summer. Hall Hall, Crockett Hall and Nason Hall were renovated during the summer of 2003."
    },
    {
        "coordinate": [
            42.73512192, 
            -73.66381824
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "Bryckwyck", 
        "desc": "Bryckwyck is a four-story complex made up of 53 units, offering one- and two-bedroom apartments and a few efficiency apartments. Large windows provide plenty of natural light and some apartments have balconies. Living areas and bedrooms are carpeted. Kitchens and bathrooms have either vinyl or tile flooring. Eat-in kitchens are furnished with a gas range, refrigerator, and in-sink garbage disposal."
    },
    {
        "coordinate": [
            42.73101261, 
            -73.67124045
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "Burdett Ave Residence Hall (BARH)", 
        "desc": "BARH is first year residence hall, located near the athletic fields, the East Campus Athletic Village (ECAV), and the Field House. It houses one of the dining halls on campus, as well as the Burdett Avenue Convenience Store.\n\nEach pair of rooms has a shared bathroom, while each wing has its own laundry and kitchen. The BARH dining hall is open to all students, while the hall is under a five minute walk to freshman hill.\n\nEach lounge in BARH has its own set of student staff, and each half of the building has its own lounge with TV and entertainment. They meet in the center for the BARH dining hall, which is the closest campus dining available to this and the rest of ECAV.\n\nBARH is located just east of ECAV, above Burdette Avenue."
    },
    {
        "coordinate": [
            42.73045701, 
            -73.68319398
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "Carnegie Building", 
        "desc": "The Institute acquired the ten-acre Walter Phelps Warren estate in 1905 making it possible to establish a real campus. The first building erected on this parcel was the Carnegie Building. In 1905 an announcement was made that Andrew Carnegie was to give the school $125,000 for the erection of a building to take the place of the Main Building. It was to provide recitation and drawing rooms. The four-story building, designed by Whitfield & King, was made of Harvard brick and Indiana Limestone. It was finished in September 1906 at a cost of $133,000. The Carnegie Building was dedicated along with the Walker Laboratory on June 12, 1907."
    },
    {
        "coordinate": [
            42.72888829, 
            -73.67484158
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "Cary Hall", 
        "desc": "The Commons Area consists of ten residence halls surrounding the Commons building, the largest campus dining hall. Five of these - Bray, Cary, Crockett, Hall, and Nason - are all 3 story, co-ed buildings and house Freshmen. Most students live in double (two-person) rooms, with a few triple (three-person) and single (one-person) rooms available.\n\nBray Hall and Cary Hall were renovated during the 2002 summer. Hall Hall, Crockett Hall and Nason Hall were renovated during the summer of 2003."
    },
    {
        "coordinate": [
            42.72824558, 
            -73.67840463
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "Biotech (CBIS)", 
        "desc": "Ranked among the world’s most advanced research facilities, Rensselaer’s 218,000-square-foot Center for Biotechnology and Interdisciplinary Studies provides the university with a state-of-the-art location to conduct interdisciplinary research and host world-class programs and symposia.\nThe Center for Biotechnology and Interdisciplinary Studies exemplifies a new research paradigm, as no department offices reside in the building; rather, it is occupied by researchers and their laboratories.\n\nWith its high-tech laboratories and expansive atrium, it provides a platform for collaboration among many diverse academic and research disciplines to enhance discovery and encourage innovation."
    },
    {
        "coordinate": [
            42.729289, 
            -73.678676
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "Low Center (CII)", 
        "desc": "The Low Center for Industrial Innovation (CII), designed as an industrial-oriented research facility for both Rensselaer and New York state, houses three general computing labs available for student use, a manufacturing center, and clean rooms for designing computer chips.\n\nFormer Rensselaer President George M. Low ’48 (director of the Apollo manned spacecraft program in 1967 and eventual deputy administrator of NASA) conceptualized the Center, which now bears his name.\n\nIf you visit the CII, the George Low Lounge on the fourth floor contains a permanent exhibit of NASA memorabilia and other materials that honor the life of Rensselaer’s 14th President. You may also view the clean room from windows in rooms 4146 to 4166."
    },
    {
        "coordinate": [
            42.73175693, 
            -73.67229939
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "Chapel", 
        "desc": "The C+CC is the home of the University Parish of Christ Sun of Justice, and provides a centrally-located focal point for cultural, spiritual and educational activities to the benefit of our home community and campus."
    },
    {
        "coordinate": [
            42.72816321, 
            -73.68121505
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "Cogswell Laboratory", 
        "desc": "The Chemistry-Biology research center was completed in 1971. Donald J. Stephens Associates, designed the 75,000 sq. ft. laboratory building at a cost of $3.3 million. The project was funded by the National Science Foundation and the New York State Dormitory Authority. The facility was planned in an effort to support increased graduate research and relieve cramped laboratory space in the Mason and Walker labs. The building, which was constructed from the inside out, was designed with windowless labs and a fresh air ventilation system. It completed the \"wall\" of research buildings along College Ave.\n\nThe Chemistry-Biology building was dedicated as the William B. Cogswell Laboratory on May 13, 1972. William B. Cogswell, Class of 1852, was a long time trustee and generous benefactor of Rensselaer . Noted chemist George S. Hammond and biologist Sol Spiegelman spoke at the dedication."
    },
    {
        "coordinate": [
            42.73704904, 
            -73.66976202
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "Colonie Apartments", 
        "desc": "The Colonie Apartments are located on Burdett Avenue, on the campus shuttle bus route. Three living arrangements are offered. Colonie comprises four buildings. Buildings A and B were designed as two person units but have been converted to large single units. Building A has single rooms and Building B has single suites as outlined below. Buildings C and D offer single occupancy suites. There are common kitchens available in both C and D. All rooms are furnished with beds, desks and chairs, and dressers.\n\nSingle rooms (A) house students in a room equipped with a private bath and shared hall kitchen facilities. Residents have an open sleeping/living space. Rooms are air-conditioned and approximately 360 square feet in size.\n\nSingle suite (B) residents live in suites made up of two adjoining rooms with a private bath. Square footage for both rooms totals approximately 330 square feet. Kitchen facilities are available down the hall. Single suites are not air-conditioned.\n\nSingle apartments (C and D) are air-conditioned and house one student in a small apartment equipped with a private bath. Square footage for each apartment is approximately 216 square feet."
    },
    {
        "coordinate": [
            42.72825898, 
            -73.67426062
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "Commons Dining Hall", 
        "desc": "Rensselaer’s Commons Dining Hall, located at the center of the first-year residence halls, offers several dining options.\n\nThese include the popular Asian Pacifica, the Firehouse Grill, Pasta Allegro, Sage Deli, and Theme Cuisine. Other recent additions are a self-service Halal and Kosher station."
    },
    {
        "coordinate": [
            42.72836844, 
            -73.67320919
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "Crockett Hall", 
        "desc": "The Commons Area consists of ten residence halls surrounding the Commons building, the largest campus dining hall. Five of these - Bray, Cary, Crockett, Hall, and Nason - are all 3 story, co-ed buildings and house Freshmen. Most students live in double (two-person) rooms, with a few triple (three-person) and single (one-person) rooms available.\n\nBray Hall and Cary Hall were renovated during the 2002 summer. Hall Hall, Crockett Hall and Nason Hall were renovated during the summer of 2003."
    },
    {
        "coordinate": [
            42.72948208, 
            -73.67905909
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "Darrin Communications Center (DCC)", 
        "desc": "The Darrin Communications Center (DCC) contains a series of technologically sophisticated classrooms/lecture halls that are commonly used for visiting speakers, campus ceremonies, showing movies for students, and for some larger lecture classes.\n\nOn the main floor is Jazzman’s Café, a lively and welcoming venue to enjoy a meal, a cup of coffee, and conversation.\n\nOne level below the lecture halls is the Career Development Center which provides services including computerized job listings, a career resource room, and co-op opportunities.\n\nBelow the Career Development Center level are the iEAR Studios (integrated electronic arts at Rensselaer), and WRPI, the university’s radio station."
    },
    {
        "coordinate": [
            42.72743263, 
            -73.67403799
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "Davison Hall", 
        "desc": "Davison Hall is a First year residence Hall that borders a courtyard designed for frisbee, football, and outdoor relaxation. Rooms have either private or semi-private baths and are air cooled. Each of the four floors includes a lounge and a study space. First floors feature a kitchenette and large lounge. All double rooms have a privacy wall in the center of the room. This privacy wall is not shown in the floor plans."
    },
    {
        "coordinate": [
            42.731344, 
            -73.67919213
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "E-Complex", 
        "desc": "E-Complex is located on Sage Avenue, across the street from the main campus. It has six units - Cassatt, Clement, Hearne, Hirai, Voorhees, and Waite - with approximately 20 students each.\n\nE-Complex has both double rooms and single rooms, sharing two floor bathrooms between approximately 22 people. There are two kitchenettes in the building for community use.\n\nDue to the large incoming first year class, E-Complex will be refurbished during the Summer of 2016 and available to incoming first year students. The refresh of the building will include new flooring, improved lighting, fresh paint, and new furniture.\n\nE-Complex is located on Sage Avenue across from the academic core of campus."
    },
    {
        "coordinate": [
            42.73228102, 
            -73.66744941
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "East Campus Athletic Village Arena (ECAV)", 
        "desc": "On October 3, 2009, the Institute officially unveiled the new East Campus Athletic Village — the most extensive athletic construction project in Rensselaer history, offering athletic and recreation facilities that will change the student experience dramatically.\n\nECAV, as the new $92 million complex is known, is the latest in a decade-long physical transformation of Rensselaer. The project involves two phases. The grand opening signified the end of Phase 1, which includes a multipurpose lighted stadium with field turf and seating for 5,200 and a 1,200 seat basketball arena.\n\nAlso, a fully equipped 4,800 square foot strength and conditioning center connects to a professional-caliber sports medicine suite, and within the arena are offices for athletics administrators and coaches, numerous meeting spaces, a new Athletics Hall of Fame, a pro shop and a café. Renovations to the Houston Field House were also made.\n\nThe ECAV facility has achieved LEED gold status certification. Energy-efficient features include skylights and other design components that maximize the use of natural light. The innovative design for the stadium employs a solar shading screen to control glare and heat from the western sun exposure. The inspiration for the screen design is a DNA genetic bar code.\n\nAdditional construction details to note include the arena roof, which is designed to support photovoltaic arrays totaling 14,000 square feet for future electric generation; and the stadium, which can support up to 20 micro wind turbines along its cornice.\nAlso, natural ventilation reduces reliance on heating and cooling systems. Because planting and other landscaping elements were chosen for their water conservation properties, the facility does not include an irrigation system — a decision that is expected to reduce water consumption by 50 percent.\n\nOf special note, the project was constructed using 1,767 tons of structural steel, and all wood used for the project was specified as coming from sustainable sources (Forest Steward Council certified). Within ECAV, visitors rise 30 feet to the Concourse level from Georgian Terrace on a pedestrian ramp and stairs without the use of elevators. The pedestrian ramp rises at a 5 percent grade for 333 feet and is suspended from the building on 27 2-inch solid steel rods.\n\nPhase 2 will feature an indoor pool, outdoor tennis courts, and an indoor sports facility complete with a track and tennis courts. The time frame for Phase 2 is still being developed."
    },
    {
        "coordinate": [
            42.72828813, 
            -73.68179655
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "Empire State Hall", 
        "desc": "Empire State Hall houses the New York State Center for Polymer Synthesis at Rensselaer. It also connects the Materials Research Center and Cogswell Laboratory."
    },
    {
        "coordinate": [
            42.72957948, 
            -73.68034065
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "Jonsson Engineering Center", 
        "desc": "The Jonsson Engineering Center (JEC), home to the School of Engineering, was named for J. Erik Jonsson ’22, co-founder of Texas Instruments. Each floor of the building is dedicated to a different discipline of engineering and contains many major research facilities and a large number of academic classrooms.\n\nThe CORE Engineering Studio Lab (LITEC) is home to the nation’s third largest academic centrifuge. The third floor is also home to the Engineering Timeline, which chronicles the achievements of Rensselaer engineers within the broader context of technological history.\n\nThe O.T. Swanson Multidisciplinary Design Laboratory (MDL) provides undergraduate students from multiple engineering disciplines, management, humanities, architecture, and science with a facility and the resources to work together on challenging “real-world” problems.\n\nThrough the generosity of Haas Corporation, the largest machine tool builder in the United States, and Allendale Machinery Systems, the JEC Fabrication & Prototyping Area is an official Haas Technical Education Center (HTEC). The HTEC offers students opportunities to work with some of the latest equipment in the industry, which is updated every two years to ensure that the machines are state-of-the-art."
    },
    {
        "coordinate": [
            42.72886313, 
            -73.68382645
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "EMPAC", 
        "desc": "The new Curtis R. Priem Experimental Media and Performing Arts Center (EMPAC), which opened in October of 2008, provides students, artists, researchers, and audiences with opportunities to link the arts with leading-edge research and performance.\n\nThe building offers impressive engineering innovations, including a 300-foot glass façade heated with water-glycol mixture circulating in its steel support structure. The 217,000-square-foot facility is designed for the highest quality in acoustics, visual presentation, production, and performance technology found nowhere else under one roof.\n\nLed by director Johannes Goebel, the venue inspires experimentation, cross-disciplinary inquiry, and advanced research. In fact, the construction of this extraordinary building has already inspired research that may impact the planning and design of performance venues around the world."
    },
    {
        "coordinate": [
            42.73208957, 
            -73.66946912
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "Houston Field House", 
        "desc": "Located at the top of Peoples Avenue, the Houston Field House hosts the Rensselaer Hockey home games as well as figure skating, concerts, and other major events.\n\nThe main feature of the Field House is its 185-by-85 foot ice hockey rink that can be transformed into a wooden floor for a multitude of events. The building has permanent seating for 5,300 spectators."
    },
    {
        "coordinate": [
            42.7293383, 
            -73.68253845
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "Folsom Library", 
        "desc": "Folsom Library, the main campus library, was dedicated in 1976 by former Rensselaer President Richard G. Folsom. With state-of-the-art electronic retrieval services and study space for over 900 students, the Folsom Library serves as Rensselaer’s central library while the Architecture Library, located in the Greene Building, supports the School of Architecture programs.\n\nAccess is provided to over 385,000 print books, over 45,000 electronic and print journals, over 23,000 electronic books, and several image databases. When researchers need material not held in Rensselaer’s collection, they can initiate online interlibrary loan requests or use the Connect NY service to borrow books directly, and receive rapid delivery, from a state-wide consortia providing over 5,000,000 titles.\n\nLibrary services include an electronic class reserves system, photocopy facilities, borrowing privileges at most academic libraries in the area, individual consulting on research projects, and group study rooms. The first floor of the library houses the Center for Communication Practices.\n\nStudents may take a break in the Library Café or borrow the latest best-seller from the Class of 1996 Reading Room — or a feature film DVD from the collection in the North Lounge."
    },
    {
        "coordinate": [
            42.7300248, 
            -73.68118501
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "Greene Building", 
        "desc": "Home of the School of Architecture, this building has its own library and new computers for exclusive use by the architecture students. There is also a gallery for showing students’ work.\nIn the third-floor Studio 305, students are employing powerful new technologies that may alter the future of architecture.\n\nHere, a milling machine follows computer-created designs to carve three-dimensional objects out of foam or wood. Working in the opposite direction, another device, called a three-dimensional scanner, is able to create a computer-based image of physical objects.\n\nIn this very flexible studio, all furniture is on wheels, letting students arrange things in ways that best make sense for the job at hand.\n\nA motorized curtain can close off one end of the room to create a theater where students can present their projects, on video, to as many as 50 teachers and peers.\n\nA professional-quality video editing station allows students to create simulated tours of their proposed buildings, or even show their projects within a video image of an actual site."
    },
    {
        "coordinate": [
            42.730373, 
            -73.680005
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "‘86 Field", 
        "desc": "The ’86 Field (gift of the class of 1886) previously hosted Rensselaer’s Division III football games and other campus events."
    },
    {
        "coordinate": [
            42.73078266, 
            -73.67884934
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "‘87 Gymnasium", 
        "desc": "The ’87 Gymnasium (gift of the class of 1887) has a swimming pool, two small gymnasia, an indoor track, and racquetball and squash courts.\n\nThe gymnasium also previously housed RPI’s football team, baseball and softball team, men’s and women's tennis teams, and intramural sports."
    },
    {
        "coordinate": [
            42.73258834, 
            -73.67920339
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "H Building", 
        "desc": ""
    },
    {
        "coordinate": [
            42.72855726, 
            -73.67522836
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "Hall Hall", 
        "desc": "The Commons Area consists of ten residence halls surrounding the Commons building, the largest campus dining hall. Five of these - Bray, Cary, Crockett, Hall, and Nason - are all 3 story, co-ed buildings and house Freshmen. Most students live in double (two-person) rooms, with a few triple (three-person) and single (one-person) rooms available.\n\nBray Hall and Cary Hall were renovated during the 2002 summer. Hall Hall, Crockett Hall and Nason Hall were renovated during the summer of 2003."
    },
    {
        "coordinate": [
            42.7331518, 
            -73.67991686
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "J Building", 
        "desc": ""
    },
    {
        "coordinate": [
            42.73008028, 
            -73.68189633
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "Lally Hall", 
        "desc": ""
    },
    {
        "coordinate": [
            42.73251742, 
            -73.66183877
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "LINAC Facility (Gaerttner Laboratory)", 
        "desc": "The Linear Accelerator, a device for accelerating electrons along straight lines, was the most powerful ever built at the time of its opening in 1961. The unit was obtained under an Atomic Energy Commission contract, with Rensselaer providing the site and building. Linac was formally dedicated on October 21, 1961 along with the Jonsson-Rowland Science Center .\n\nA Nuclear Engineering and Science Building , funded in part by a $120,000 grant from the National Science Foundation, was announced in 1963. The two-story structure, built by Harrison and Mero of Troy, was placed between Linac and Tibbits Avenue . The building provided facilities for utilizing the linear accelerator and allowed for expanded graduate research in neutron and radiation studies.\n\nFederal funding for the Atomic Energy Commission's research was reduced beginning in 1972. In order to save the linear accelerator program, Rensselaer purchased Linac in July 1974. In 1975, Linac was named the Gaerttner Linear Accelerator in memory of Dr. Erwin R. Gaerttner, the first director of Linac and the first chair of the Department of Nuclear Science. The American Nuclear Society designated Linac as a Nuclear Historic Landmark in 1998. During that year, Rensselaer received $1.1 million from Knolls Atomic Power Laboratory to refurbish the linear accelerator, which was completed in 2001."
    },
    {
        "coordinate": [
            42.73060239, 
            -73.68428081
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "Louis Rubin Memorial Approach", 
        "desc": "The Approach is a massive granite staircase between Rensselaer Polytechnic Institute and downtown Troy. It was completed in 1907 on the former site of Rensselaer's Main Building, just West of 8th Street overlooking the city and the Hudson River.\n\nThe staircase was constructed by the City of Troy to emphasize the interdependence of this industrial city and the polytechnic school for which it is known. After devastating fires ravaged Rensselaer's Winslow Chemical Laboratory and destroyed the Main Building in 1904, trustees and administrators considered a variety of rebuilding alternatives, including a proposal to merge with the Columbia University School of Mines in New York City. Institute officials decided to stay in Troy, but to move further East up the hill. The city responded by spending $40,000 to extend Broadway to the new campus in the form of a grand staircase.\n\nFor many years the Approach remained an important link between the city and the college. Class pictures were often taken on its steps, and students regularly traversed it on their way to the railway station, off-campus rooming houses, and even the gymnasium (which was located at the bottom of the Approach).\n\nAs the campus expanded further East and the city's fortunes gradually declined, the once elegant structure fell into disrepair. By the 1970s the Approach was closed due to its precarious condition. Several attempts to refurbish it failed.\n\nIn 1994 the Approach was given a new lease on life when the Louis and Hortense Rubin Foundation launched the \"Approach and Beyond campaign\" with a $100,000 gift. The campaign raised most of the $850,000 needed to rebuild the staircase and to re-connect RPI with downtown Troy. After extensive renovation and landscaping, the Approach was officially reopened at a celebration on October 14, 1999."
    },
    {
        "coordinate": [
            42.72842328, 
            -73.68269563
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "Materials Research Center", 
        "desc": "The Materials Research Center (MRC) was constructed under the first facilities grant awarded by NASA on September 25, 1962.\nAccording to James E. Webb, NASA administrator, the purpose of the grant program was “to house interdisciplinary activities in space related sciences and technology to universities which are making substantial contributions to the national space program.”\n\nTwenty-five laboratories, designed in part by faculty, provide facilities for powder metallurgy, polymer, ceramics, ultrasonics, cryogenics, corrosion and other materials research."
    },
    {
        "coordinate": [
            42.72876217, 
            -73.67665529
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "Mueller Center", 
        "desc": "This 32,000-square-foot fitness center houses more than 40 pieces of aerobic exercise equipment, including eight treadmills, 11 elliptical cross-training machines as well as rowers, stationary bikes, steppers, and treadmills.\n\nThe facility was named the Mueller Center in recognition of a multimillion-dollar gift to the university’s unrestricted endowment from Nancy Mueller, a Rensselaer trustee. She made the contribution in honor of her late husband, Glenn M. Mueller, a former Rensselaer trustee and a 1964 graduate.\n\nThe elaborate, glass-enclosed Mueller Center features:\n\n- Three 40-foot-by-40-foot multipurpose rooms, which are filled to capacity with aerobics, kick boxing, yoga, and other classes.\n- A 5,500-square-foot weight-training room with separate areas for athletic teams and individual lifters.\n- Nine 32-inch hanging TV monitors, and stereo sound systems in each room.\n- A wellness classroom to hold classes in health-related subjects, such as smoking cessation and nutrition."
    },
    {
        "coordinate": [
            42.726789, 
            -73.678469
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "Moe's Southwest Grill", 
        "desc": "Moe’s Southwest Grill will open in time for the start of the Fall 2011 semester. Students will be able to buy food at Moe’s using their campus meal plan card. The restaurant will also be open to the public.\n\nLocated on the corner of 15th Street and College Avenue, Moe’s Southwest Grill is the home of the popular “Welcome to Moe’s!” greeting and pop-culture inspired menu and atmosphere. Moe’s Southwest Grill is a fun and engaging fast-casual concept serving a wide variety of fresh, made-to-order southwest fare."
    },
    {
        "coordinate": [
            42.72761152, 
            -73.67349029
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "Nason Hall", 
        "desc": "The Commons Area consists of ten residence halls surrounding the Commons building, the largest campus dining hall. Five of these - Bray, Cary, Crockett, Hall, and Nason - are all 3 story, co-ed buildings and house Freshmen. Most students live in double (two-person) rooms, with a few triple (three-person) and single (one-person) rooms available.\n\nBray Hall and Cary Hall were renovated during the 2002 summer. Hall Hall, Crockett Hall and Nason Hall were renovated during the summer of 2003.Bryckwyck is a four-story complex made up of 53 units, offering one- and two-bedroom apartments and a few efficiency apartments. Large windows provide plenty of natural light and some apartments have balconies. Living areas and bedrooms are carpeted. Kitchens and bathrooms have either vinyl or tile flooring. Eat-in kitchens are furnished with a gas range, refrigerator, and in-sink garbage disposal."
    },
    {
        "coordinate": [
            42.73246422, 
            -73.68288875
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "41 Ninth Street", 
        "desc": "In the school year of '71-'72, 41 9th Street Troy New York was allocated to the RPI Student Union, for an indefinite period of time, to be used as a Black Cultural Center or \"Black House\" as the minority students of RPI affectionately call it. This deal was outlined in several documnets-spefically the original agreements made around 1972-1973. The purpose of the Black Cultural Center is to provide an expression of the black identify and a sense of the black cultural experience both in living and through art and history. The center also functions as a place for both blacks and non-blacks to come together and learn more about African-American culture and the black experience. The center will provide a focal point and establish a common ground between black culture and other cultures on campus. The BCC will serve as a place of assembly, study, recreation. As such, the center will be an area in which black students can feel at home and with which they can identify. This shall provide an outlet from pressures of being black on a predominantly white campus."
    },
    {
        "coordinate": [
            42.73135895, 
            -73.67983639
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "North Hall", 
        "desc": "North Hall is conveniently located next to the main academic campus on Sage Avenue. The residential complex has both doubles and single units with common bathrooms, multiuse lounges, and kitchenettes.\n\nNorth Hall has both double rooms and single rooms, sharing two floor bathrooms between approximately 22 people. There are two kitchenettes in the building, as well as a multi-use lounge and laundry facilities on the first floor.\n\nDue to the large incoming first year class, North Hall will be refurbished during the Summer of 2016 and available to incoming first year students. The refresh of the building will include new flooring, improved lighting, fresh paint, and new furniture.\n\nNorth Hall is located on Sage Avenue across from the academic core of campus."
    },
    {
        "coordinate": [
            42.72742237, 
            -73.67506206
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "Nugent Hall", 
        "desc": "Nugent is first year residence hall that borders a courtyard designed for frisbee, football, and outdoor relaxation. Rooms have either private or semi-private baths and are air cooled. Each of the four floors includes a lounge and a study space. First floors feature a kitchenette and large lounge.\n\nAll double rooms have a privacy wall in the center of the room. This privacy wall is not shown in the floor plans.\n\nOn the first floor of Nugent Hall is Ground Zero, a performance art thematic community for upperclass students. Ground Zero hosts events and concerts in the basement of Nugent Hall."
    },
    {
        "coordinate": [
            42.72779673, 
            -73.68164957
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "Parking Garage (Faculty/Staff)", 
        "desc": "Entrance to the parking garage is accessible from College Avenue.\n\nParking Garage permits are available to all faculty and staff regardless of work place location. The fee for a Parking Garage permit (PE, PS) is $375 including tax per year. A limited number of select parking spaces will be made available to students. The availability of garage spaces for students will be evaluated and determined annually."
    },
    {
        "coordinate": [
            42.73122104, 
            -73.6832723
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "Pittsburgh Building", 
        "desc": "In 1909, at the mid-winter alumni dinner in Pittsburgh, the Alumni Association of Pittsburgh pledged $125,000 to build an administration building. The building, made of Harvard brick and Indiana limestone, was designed by W. G. Wilkins, a Pittsburgh alumnus, who donated his services. The structure was formally presented and dedicated on Alumni Day, June 13, 1911 though it was not completed until February, 1912.\n\n<i>The main entrance is on the third floor, since the building is situated on a hillside. The two lower floors contain a bookstack room, rooms for sending out catalogues, for exhibitions of drawings, for storage and janitors' quarters. The main floor contains a bookstack room, the reading room, the meeting room for the Trustees and Faculty, and the offices of the President, Treasurer and Registrar. The fourth floor is devoted to the Department of Geology, containing a large museum of geological and mineralogical specimens, and the lecture room and office of the Professor of Geology. One large hall, 100 feet by 64 feet in size, on the fifth floor is used for general meetings and social purposes.\nRensselaer Polytechnic Institute Bulletin. vol.11, no. 3, September, 1912, p.11.</i>\n\nThe Pittsburgh Building continued to be used as the main administration building until it underwent a $7.5 million renovation in 1998 to become the home of the Lally School of Management and Technology. The renovation, made possible by a $15 million gift from Thelma P. and Kenneth T. Lally and by additional support from Rensselaer alumni, transformed one of Rensselaer's oldest buildings into a technology-intensive center for teaching and research. The project was completed by Lee Harris Pomeroy (Class of 1954) Associates."
    },
    {
        "coordinate": [
            42.72919957, 
            -73.67766462
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "Playhouse", 
        "desc": "Theater at Rensselaer has a long history — the best record we have is dated November 25, 1929 and states: “The first regular meeting of the R.P.I. Dramatic Club was held Tuesday, Nov. 25, 1929 in the Proudfit Building.” And thus a club was born.\n\nThe meeting minutes dated March 12, 1930 also contain a significant turning point in the club’s history: “The question of a name for the club was brought up and a motion was passed to call it hereafter The R.P.I. Players.” These records exists today, as excerpted from the handwritten meeting minutes of the club.\n\nThe current Playhouse, a former U.S.O. building, was moved from Windsor Locks, Connecticut to Rensselaer in 1946. The building was acquired by the Institute to accommodate a library extension, study space and social activities. The structure was placed along 15th St. and thus dubbed the 15th Street Lounge or Lounge 15. In 1972, the lounge became the RPI Playhouse. The building underwent a major renovation in 1983.\n\nIn November 1983, the newly renovated RPI Playhouse opened with a production of West Side Story. Some additional spaces, like the costume shop and set shop, were added to the building during the renovation."
    },
    {
        "coordinate": [
            42.72213379, 
            -73.67940724
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "Polytechnic Residence Commons", 
        "desc": "Polytechnic Residence Commons is apartment housing option available to students since Fall 2009. Located on the corner of 15th and Congress Streets in Troy, the complex offers studio, as well as three or four bedroom apartment options.\n\nThe apartments are equipped with one or two bathrooms, depending on the size. The rooms are fully-furnished with full sized beds, and feature granite countertops, and brand new Whirlpool appliances. Each three- and four-person apartment also has a kitchen table with chairs, a small couch, a coffee table, and TV stand. Studio apartments have a kitchen table with chairs, two soft chairs, and TV stand.Each unit includes cable TV and high-speed internet access in the bedrooms and livingroom.\n\nPolytechnic Residential Commons is the ideal location between two amazing food locals in Troy: The Cookie Factory and Muza. Polytech offers juniors, seniors, and co-terminal students with the option of apartment-style living, where each resident has a private bedroom and has to share a bathroom with up to one other resident. If you want the chance merge living in an apartment with the resources that Residential Education offers, this is the location for you! Other amenities include a media room with 120\" projection HDTV, a fitness center stocked with LifeFitness machines and free weights, located on the main floor downstairs. There are also laundry facilities and a vending area.\n\nPolytech is easily available on the corner of 15th and Congress, with a great deal of parking space. In addition, CDTA route #86 (RPI Shuttle) stops on Congress Street."
    },
    {
        "coordinate": [
            42.72930203, 
            -73.67700934
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "Public Safety", 
        "desc": "The RPI Department of Public Safety provides:\n\n24-hour campus patrols (by car, foot, and bicycle)\nEscort services for students walking alone at night\nEmergency call boxes throughout campus\nSafety education and training.\n\nThe department also provides 24-hour per day, 365-day response to life-safety incidents, coordinates internal and external resources to assist the management of critical incidents, and conducts awareness programs to proactively assist its community members in the maintenance of personal safety."
    },
    {
        "coordinate": [
            42.730117, 
            -73.67765
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "Quadrangle", 
        "desc": "The Quadrangle Residence Hall Complex (the Quad) is situated on the main campus and is Rensselaer’s largest and oldest residence area. Built in 1919, it was completely renovated and reopened in 1988.\n\nThe Quad houses 450 of the university’s upperclassmen in single, double, and triple rooms. Divided into 19 units, each with its own entry, the Quad offers a comfortable and warm atmosphere for students.\n\nEach unit has a small kitchen on the first floor and a study-lounge on the second. Residents on the first and second floors share a bath with the adjacent room, while students on the third share a floor bath. All rooms are air cooled and carpeted."
    },
    {
        "coordinate": [
            42.73425115, 
            -73.66319865
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "Radio Club W2SZ", 
        "desc": "Since 1911, W2SZ has been a place where students enjoy the challenges and satisfaction of Amateur Radio. New FCC restructuring makes it easier than ever to become an amateur radio operator (ham), and new technology makes it increasingly fun and exciting. The club offers training for those with no radio experience, as well as leadership and learning opportunities for those already licensed.\n\nW2SZ has a repeater which members can access from as far as 50 miles away sometimes. Our repeater is connected to Echolink which allows connections to be made to thousands of users and repeaters around the world over the Internet."
    },
    {
        "coordinate": [
            42.73086878, 
            -73.66814142
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "RAHP A Site", 
        "desc": "Located near the Houston Field House, RAHP A consists of 60 town house apartments, electrically heated, each housing four students. A living room, kitchen, and dining room are downstairs. Kitchens include stove, refrigerator, and garbage disposal. Upstairs are a storage area, bathroom, and four bedrooms, each furnished with a bed, dresser, desk, and chair. Currently, living and dining areas are not furnished. Students may rent furniture or bring their own furniture for these areas. However, beginning in Fall 2010 the common spaces will be furnished. The furnishings will include a couch, two living room chairs, a coffee table, a round dining room table and four dining room chairs."
    },
    {
        "coordinate": [
            42.7347555, 
            -73.66485089
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "RAHP B Site", 
        "desc": "The Beman Lane RAHP Apartments are two-story apartments with front and rear private entrances. Each apartment totals 1,000 square feet. Living room, dining area, kitchen, and closet are on the first floor. Three bedrooms, a bath with a double sink, and a storage closet are on the second floor. The bedrooms are two smaller single rooms and one large double occupancy room. Living and bedroom areas are carpeted. All other rooms are tiled.\n\nKitchens are equipped with electric range, refrigerator, and in-sink garbage disposal. All rooms are heated electrically by individually controlled baseboard units."
    },
    {
        "coordinate": [
            42.72995146, 
            -73.6766113
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "Rensselaer Union", 
        "desc": "Rensselaer’s Union is one of the few student unions that is truly run by students. Student officials are elected each spring by the student body.\n\nThe building, located on the corner of 15th Street and Sage Avenue, features a campus-wide technology and telecommunications infrastructure that rivals many schools in the country.\n\nPopular stops on the lower level include the campus bookstore, a U.S. post office, bowling alleys, and several dining options including a Ben & Jerry’s ice cream shop (Rensselaer is the first college to have a Ben & Jerry’s on campus!).\n\nThe main level offers the RAA (Rensselaer Alumni Association) lounge, and the McNeil room (another dining location and evening study area).\n\nOn the third floor, there are student government offices, the school newspaper, and other business offices."
    },
    {
        "coordinate": [
            42.73090663, 
            -73.67973983
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "Ricketts Building", 
        "desc": "In 1933, Palmer Ricketts initiated the construction of a building for the newly established aeronautical and metallurgical engineering courses. It was tentatively named Van Rensselaer Hall.\n\nThe laboratory building, opened in 1935, was officially named the Ricketts Building in memory of Palmer C. Ricketts, who died December 10, 1934. This marked the end of thirty years of ambitious campus development commonly referred to as the \"Ricketts Campus.\""
    },
    {
        "coordinate": [
            42.7279142, 
            -73.67712736
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "Robison Swimming Pool", 
        "desc": "Home to the Rensselaer men's and women's swimming & diving teams, the Robison Pool features eight lanes for competitive swimming.  Additionally, the complex has multiple three-meter and one-meter diving boards.\n\nIn addition to being used for varsity athletic events and practices, Robison Pool is home to the Swim Club and annual events and activities, like the event \"Will It Float?\" during GM Week. "
    },
    {
        "coordinate": [
            42.72721952, 
            -73.68056461
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "RPI Ambulance", 
        "desc": "RPI Ambulance is a student run and operated Basic Life Support (BLS) transporting ambulance agency that serves the RPI campus and surrounding communities. They respond to approximately 150 to 200 calls and provide first aid coverage to about 30 special events every academic year.\n\nRPI Ambulance was founded in 1977 as the first EMS agency in Troy and the surrounding area. Today, RPIA serves the RPI campus as well as some of the surrounding towns. They mainly respond to on-campus calls, but also receive mutual aid calls to Brunswick, North Greenbush (including Wynantskill and Defreestville), and Poestenkill."
    },
    {
        "coordinate": [
            42.72978673, 
            -73.67822599
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "Russell Sage Dining Hall", 
        "desc": "Russell Sage Dining Hall’s central campus location makes it the Quad’s unofficial dining hall. This small intimate dining hall brings back the feeling of home.\n\nWith a seating capacity of 315, the dining hall features natural lighting, an open design, and booth, counter, and couch seating.\n\nThe dining hall is home to a beverage station, salad bar, and exhibition-style cooking station. The serving area includes a pizza station with wood-fired oven and made-to-order pizzas, calzones, and strombolis. A deli station includes panini and other gourmet breads as well as specialty salads. Because each food station has its own queue, students spend less time waiting in line.\n\nRussell Sage Dining Hall is open Monday through Friday, with late-night dining Monday through Thursday.\n\nOn the second floor, a full-service, sit-down restaurant is available."
    },
    {
        "coordinate": [
            42.73084199, 
            -73.68153101
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "Russell Sage Laboratory", 
        "desc": "Russell Sage Laboratory houses a writing center, multimedia computer labs, and video production and sound editing equipment.\n\nThe VAST (Visualization, Animation, Simulation Technology) Studio is an advanced digital imaging and animation lab, consisting of 26 high-end desktop computers running Soft Image, Maya, and the full compliment of digital imaging and VR software.\n\nThe Human-Computer Interaction (HCI) Usability Lab is housed in the Communication Research Lab in Sage Laboratory."
    },
    {
        "coordinate": [
            42.72886741, 
            -73.68036586
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "Hirsch Observatory", 
        "desc": "The Jonsson-Rowland Science Center & Hirsch Observatory is home to the School of Science, holding classes and laboratories for the Departments of Biology and Physics and related disciplines. The Hirsch Observatory, on top of the building, is open to all students.\n\nThis building also has a biosimulation lab, a computer equipped classroom which is used to teach genetics, parts of introduction to biology, molecular modeling and design. This lab can be used to do homework, locate old test files, class notes, and assignments on line.\n\nA second computer lab is equipped with desktop workstations and is used for collaborative learning and studying. Interactive physics classrooms on the upper floor are used for Studio Physics classes, combining the features of lecture, lab, and recitation into each class meeting."
    },
    {
        "coordinate": [
            42.73126243, 
            -73.6664452
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "Seismograph Laboratory", 
        "desc": "The Seismograph Laboratory, located on the east side of Sunset Terrace near People's Avenue, was completed in 1960. The Lab consisted of an arched metal structure 14 x 20 feet with a foundation reaching to bedrock and a roof covered with earth. Sensitive instruments to measure earth tremors were installed and recording instruments were placed in a nearby structure."
    },
    {
        "coordinate": [
            42.73280037, 
            -73.68102193
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "Service Building", 
        "desc": "The Service Building, located on the north edge of the campus off of Peoples Avenue, was built in 1948. The yellow brick, steel-frame structure contained 16,044 feet of space and cost $113,480. The building was doubled in size in 1959 with a two-story addition on the north side. The building has housed the facilities that service and support the Institute's physical plant."
    },
    {
        "coordinate": [
            42.72702598, 
            -73.67464042
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "Sharp Hall", 
        "desc": "Sharp Hall is located next to the tennis courts and is air cooled. It houses 94 second year students in 16 suites. Sharp Hall is undergoing renovations during the summer of 2008.\n\n12 suites has six single bedrooms, a large bathroom, and a communal living room.\n\nTwo suites are ADA accessible and containg five single bedrooms, a large bathroom, a communal living room, laundry facilities, and a kitchenette.\n\nThe basement area of Sharp Hall has a kitchen area and laundry facilities."
    },
    {
        "coordinate": [
            42.73436308, 
            -73.66426456
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "Rousseau Apartments", 
        "desc": "Part of the Stacwyck Apartments."
    },
    {
        "coordinate": [
            42.73395329, 
            -73.66452205
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "Williams Apartments", 
        "desc": "Part of the Stacwyck Apartments."
    },
    {
        "coordinate": [
            42.73355612, 
            -73.6648525
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "Stacwyck Apartments", 
        "desc": "Stacwyck is located near the athletic fields, the East Campus Athletic Village (ECAV), and the Field House. It’s comprised of five buildings - Williams, Thompson, Wiltsie and Rousseau - with 12 apartments each, and McGiffert which has been remodeled to accommodate a sorority. Many sophomore athletes choose to live in Stacwyck to be closer to the sporting facilities.\n\nEach building has its own laundry room, a mail boxes, and 12 apartments, 4 on each floor. Each apartment is comprised of 4 bedrooms, a roomy storage closet, a bathroom (with a bath tub), a kitchen, and a living room. There is a lounge on the first floor of Wiltsie with a TV, foosball table, a stationary bike, a step master, a bathroom, and plenty of tables, couches, and chairs.\n\nEach bedroom is a single. They have a bed, dresser, desk, chair, and a closet. Suites have air conditioning that can be operated from each living room, and large kitchens and bathrooms. It is a minute walk to the football field, 5 minutes from the closest dining hall in BARH, and a 10-15 minute walk to freshman hill. There are two shuttle stops for Stacwyck that have shuttles running no more than 15 minutes apart to get students down to academic campus.\n\nStacwyck is located just east of ECAV, just below Sunset Terrance, and right next to Bryckwyck"
    },
    {
        "coordinate": [
            42.73315263, 
            -73.66512716
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "McGiffert Apartments", 
        "desc": "Part of the Stacwyck Apartments."
    },
    {
        "coordinate": [
            42.73361601, 
            -73.66560352
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "Thompson Apartments", 
        "desc": "Part of the Stacwyck Apartments."
    },
    {
        "coordinate": [
            42.72909716, 
            -73.6685164
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "133 Sunset Terrace", 
        "desc": "Home of the Rensselaer Chapter of Delta Tau Delta."
    },
    {
        "coordinate": [
            42.73056381, 
            -73.66693282
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "200 Sunset Terrace", 
        "desc": "Home of the Epsilon-Eta chapter of Lambda Chi Alpha."
    },
    {
        "coordinate": [
            42.73101145, 
            -73.68046725
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "Troy Building", 
        "desc": "The Troy Building was constructed in 1924 for use by the Civil Engineering Department and was paid for by the city of Troy in honor of Rensselaer’s 100th anniversary.\n\nOver the years the building has housed several other functions including the Dean of Students office. Today, the President, Provost, Vice President for Institute Advancement, Vice President for Information Services and Technology and Chief Information Officer, Vice President for Student Life, Division of Finance, and Division of Strategic Communications & External Relations are located in the building.\n\nThe Troy Building was one of the first buildings to be completed in Rensselaer’s plan to renovate its green-roofed campus.\n\nReopened in August 1997, the second floor has three interactive classrooms, one of which is a classroom in the round. The tables are custom designed and have flat screen displays built into the tabletop. The space is known as the Collaborative Classroom."
    },
    {
        "coordinate": [
            42.72922799, 
            -73.6817826
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "Voorhees Computing Center (VCC)", 
        "desc": "The Voorhees Computing Center (VCC) houses the staff offices of the Division of the Chief Information Officer (DotCIO), Help Desk, IBM-compatible PCs and UNIX workstations.\n\nOriginally built as the St. Joseph’s Seminary chapel in 1933, the building was acquired by Rensselaer in 1958 and used as the campus library for the next 18 years. In the mid-1970s the Seminary’s main structure was razed and the Folsom Library replaced it on the same site.\n\nWhen the library was completed in 1976, a plan was initiated to build a new computing center to replace the chapel. Due to interest by the faculty and students in its unique architecture, the building was instead renovated in 1979.\n\nThe VCC was named the Alan M. Voorhees Computing Center in honor of a 1947 alumnus who was a major donor to the renovation project."
    },
    {
        "coordinate": [
            42.73084831, 
            -73.68251216
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "Walker Laboratory", 
        "desc": "Originally constructed in 1905, this building was renovated to incorporate 21st century innovations in the teaching of chemistry.\n\nHousing state-of-the-art wet labs along with the most advanced computer and people friendly studio classrooms, this building has been transformed into a facility for interactive learning in chemistry and related fields.\n\nThe undergraduate chemistry program has occupied this building since its construction."
    },
    {
        "coordinate": [
            42.72793311, 
            -73.67546439
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "Warren Hall", 
        "desc": "Warren houses approximately 100 upperclass students in double rooms. Each room has a private bath and is divided by a wardrobe into semi-private living areas. This privacy wall is not shown in the floor plans.\n\nThe first floor of Warren has a well-equipped kitchen and lounge.\n\nA printer is located on the first floor. The printer room has an outside entrance and is accessible to all campus residents."
    },
    {
        "coordinate": [
            42.73169707, 
            -73.68312478
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "West Hall", 
        "desc": "West Hall is home to Rensselaer’s Arts Department, the Office of Research Administration and Finance, Real Estate Management, and the Rensselaer Credit Union.\nThe Rensselaer Music Association (the governing body of all musical groups at Rensselaer) is housed in West Hall, utilizing the West Hall Auditorium for group rehearsals and performances.\n\nThe RMA maintains the third-floor annex also known as the Music Suite, which offers four partially sound-proof practice rooms — each with an upright piano — in addition to other instrument and music storage and performance facilities."
    },
    {
        "coordinate": [
            42.73091057, 
            -73.68427706
        ], 
        "photos": [
            "https://i.imgur.com/pdCVjDT.jpg", 
            "https://i.imgur.com/pdCVjDT.jpg"
        ], 
        "name": "Winslow Building", 
        "desc": "The Winslow Chemical Laboratory was a laboratory of the Rensselaer Polytechnic Institute campus in Troy, New York, United States, which finished construction in 1866. It is named in honor of the 5th President of RPI, John F. Winslow, who donated half of the construction cost. The whole building was fitted for complete courses in general and analytical chemistry.\n\nThe laboratory was damaged by a fire in the upper story in 1884 and was rebuilt and enlarged in 1885. The building was again damaged by fire in 1904. It was used as a laboratory until 1907 and then converted into a shop. The building, falling into disrepair, was boarded up in the early 1970s and targeted for demolition. It was added to the National Register of Historic Places on November 4, 1990. As an effort to save the building, it was agreed with the city of Troy that the building would be leased to house a new children's science museum called the Junior Museum. The Junior Museum refurbished the Winslow building and opened its doors in 2000. Since then, the Junior Museum has moved to the Rensselaer Technology Park, and currently the Winslow Building is home to many research groups affiliated to Cognitive Science and Computer science departments of Rensselaer, namely, Rensselaer AI and Reasoning Lab, the Social and Behavioral Research Laboratory, the Tetherless World Constellation (since 2007) etc."
    }
  ]
}
